
// Общий список доработок проекта

// TODO:  1. Разобраться с гегн. изображений
            // 2. Добавить ограничение по запросу фотографии, если пользователь ожидает фотографию сейчас.

            // 4. Добавить скролл для фото 
            // 3. Обновить статус галереи если пользователь оформил подписку
            // 4. Обновить подборку на главное странице если поменяли тарифный план.
            
        
// TODO:  4. Подписка
           // - Востановить подписку при запуске
           // - Получить все пакеты с пакетами
           // - При офоромлении подписки обновлять текущий статус премиум.
           
// TODO:  5. Добавить AppsFlyer
// TODO:  6. Подумать как обрабатывать отсутсвие интернета


// Админка
// TODO:  3. Доработать загрузку фотографии моделей в админке, для контроля.



// Вышли фотографию как ты стоишь голая на пляже, ты стоишь по колено в голубом море, твои волосы мокрые, улыбкая игривая. Полгода солнечная, на тебя падает тень от пальм.