
// Общий список доработок проекта
// TODO:  1. Заверстать дизайн с новыми требованиями
// TODO:  2. Поставить заглушки при разных ситуациях с пустым списком или если закончились свайпы.
// TODO:  3. Заверстать А/Б варианты пейвола
// TODO:  4. Алгоритм пуш сообщений (пока локальных)
// TODO:  5. Заменить все URL на актуальные, подставить почту support на актуальное
// TODO:  6. Добавить RemoteConfig для общих переменных и значений
// TODO:  7. Заменить иконку приложения и изображения для запуска (скринсервер)
// TODO:  8. Добавить фильтер по флагу - "модель опубликована"
// TODO:  9. Добавить AppsFlyer
// TODO:  10. Добавить CrashAnalitics от FireBase


// Админка
// TODO:  1. Привести в порядок форму моделей.
// TODO:  2. Корректная обработка ошибок.
// TODO:  3. Дополнить админку всеми данными
// TODO:  4. Дать возможность копировать модель.
// TODO:  5. Добавить флаг - "публикация модели".