
// Общий список доработок проекта
// TODO:  1. Заверстать дизайн с новыми требованиями
// TODO:  2. Заменить иконку приложения и изображения для запуска (скринсервер)
// TODO:  3. Поставить заглушки при разных ситуациях с пустым списком или если закончились свайпы.
// TODO:  4. Заменить все URL на актуальные, подставить почту support на актуальное
// TODO:  5. Добавить CrashAnalitics от FireBase
// TODO:  6. Добавить RemoteConfig для общих переменных и значений
// TODO:  7. Добавить фильтер по флагу - "модель опубликована"

// TODO:  8. Заверстать А/Б варианты пейвола
// TODO:  9. Алгоритм пуш сообщений (пока локальных)
// TODO:  10. Добавить AppsFlyer


// Админка
// TODO:  1. Привести в порядок форму моделей.
// TODO:  2. Корректная обработка ошибок.
// TODO:  3. Дополнить админку всеми данными
// TODO:  4. Дать возможность копировать модель.
// TODO:  5. Добавить флаг - "публикация модели".