
// Общий список доработок проекта

// TODO:  1. Заверстать А/Б варианты пейвола
// TODO:  2. Алгоритм пуш сообщений (пока локальных)

// TODO:  3. Добавить фильтр по флагу - "модель опубликована"
// TODO:  4. Заменить все URL на актуальные, подставить почту support на актуальное

// TODO:  5. Добавить AppsFlyer

// TODO:  6. Подумать как обрабатывать отсутсвие интернета


// Админка
// TODO:  1. Привести в порядок форму моделей.
// TODO:  2. Корректная обработка ошибок.
// TODO:  3. Дополнить админку всеми данными
// TODO:  4. Дать возможность копировать модель.
// TODO:  5. Добавить флаг - "публикация модели".