
// Общий список доработок проекта

// TODO:  1. Разобраться с гегн. изображений
            // 1. Подтягивать промпты с сервера
            // 2. Дать отдельный промпт на генерацию изображения
            // 3. Отключить PUSH уведомления через настройки
                
// TODO:  4. Подписка
           // - Востановить подписку при запуске
           // - Получить все пакеты с продуктами
           // - При офоромлении подписки обновлять текущий статус премиум.
           
// TODO:  5. Добавить AppsFlyer
// TODO:  6. Подумать как обрабатывать отсутсвие интернета


// Админка
// TODO:  3. Доработать загрузку фотографии моделей в админке, для контроля.



// Вышли фотографию как ты стоишь голая на пляже, ты стоишь по колено в голубом море, твои волосы мокрые, улыбкая игривая. Полгода солнечная, на тебя падает тень от пальм.
// Вышли фотографию где ты стоишь зимой на продуктовом рынке и выбираешь кокосы. Ты одета в пальто и красную шапку.
// Вышли фотографию где ты стоишь на одной ноге на слоне и жонглируешь коксами. Все происходит в цирке в реалистичном стиле. Ты плностью голая и на голове у тебя татарская тюбитейка. Слон стоит на шарике и поливает тебя из своего хобота. Все в реалистичном стиле